export default function Delivery() {
  return (
    <div className="container">
      <h2>Доставка</h2>
      <p><strong>Телефон службы доставки: <a href="tel:77-13-23">77-13-23</a></strong></p>
      <p><em>* доставка не распространяется на пиво и другие алкогольные напитки</em></p>

      <h4>РЕЖИМ РАБОТЫ: КАЖДЫЙ ДЕНЬ 12:00 — 23:00</h4>

      <h4>СТОИМОСТЬ ДОСТАВКИ</h4>
      <p><strong>В черте города:</strong> 300 ₽</p>
      <p>Шуйское шоссе до 20 дома, Соломенское шоссе до кафе «Сказка», «шашлычный двор», «Солоха», магазин «Петрович», ул. Тепличная, пр-д. Автолюбителей</p>

      <h4>ОТДАЛЕННЫЕ РАЙОНЫ. ЗОНА «А»:</h4>
      <p><strong>350 ₽</strong></p>
      <p>Ул. Ключевая, ул. Сусанина, ул. Водников, Гвардейская ул., ул. Петрова, Кемская ул., Судостроительная ул., Гвардейский пер., р-н Жемчужина, Нойбранденбурская ул. от дома №7, Пр. Тидена, ТИЗ «Усадьбы», Сайнаволок, ул. Транспортная, ул. Мира, ул. 8 Марта, ул. Клубная, Дорожный пер., ул. Пограничная (с дома №50), ул. Сулажгорская (с дома №50), ул. Жуковского (дома №2,4,6,8,10), Соломенское (до понтонного моста), Пряжинское шоссе (до 10 км), Суоярвское шоссе (до СКЗ)</p>

      <h4>ОТДАЛЕННЫЕ РАЙОНЫ. ЗОНА «B»:</h4>
      <p><strong>400 ₽</strong></p>
      <p>Ул. Борнаволокская, Птицефабрика, Сулажгорский кирпичный завод, Пос. Мелиоративный.</p>

      <h4>ВОЗВРАТ ЗАКАЗА</h4>
      <p>Срок возврата товара надлежащего качества составляет 30 дней с момента получения товара.</p>

      <h4>ПРАВИЛА ОПЛАТЫ</h4>
      <p>К оплате принимаются карты: VISA, MasterCard, МИР, JCB. Оплата через ПАО СБЕРБАНК. SSL 256-битное шифрование.</p>
    </div>
  )
}
