export default function Philosophy() {
  return (
    <div className="container">
      <h3>Философия</h3>
      <h2>МЯСО. ГРИЛЬ. СПЕЦИИ.</h2>
      <p>Именно так мы обозначили нашу концепцию, решив, что формат немецкого пивного дома стал не так актуален, как это было 10 лет назад. А именно столько уже существует БАВАРИУС.</p>
      <p>Основу меню составляют, конечно, мясные блюда, большая часть из которых рассчитана на компании. Традиционно Бавариус стал любимым местом встречи друзей по разным поводам.</p>

      <h2>ИДЕЯ, КОТОРУЮ МЫ РЕАЛИЗУЕМ.</h2>
      <p>Нам очень хотелось создать место, где будет ПРОСТО, КОМФОРТНО и ПО ЧЕСТНЫМ ЦЕНАМ. Эти принципы мы постарались отобразить в первую очередь в нашем меню, рассчитанном как на мужскую, так и женскую аудиторию.</p>

      <h2>ZAVIDOV TEAM</h2>
      <p>Так мы назвали команду отчаянных профессионалов под предводительством шеф-повара ЗАВИДОВА МИХАИЛА. Шефа-экспериментатора и идеолога нынешнего меню БАВАРИУСА. Михаил отточил свои навыки и вкус, путешествуя по Европе и адаптируя знания о продуктах, учитывая местные особенности рынка.</p>
      <p>Помимо классических стейков и колбасок, БАВАРИУС предлагает три вида саджей, блюда на гриле. Безусловным хитом меню БАВАРИУСА являются свиные рёбра, над рецептом которых Михаил работал больше года. Поэтому в первую очередь пробуйте Z-ribs!</p>
      <p>БАВАРИУС – мясной ресторан, существующий уже более 10 лет и полюбившийся всем горожанам. Столик лучше забронировать заранее, особенно если планы на Бавариус выпадают на пятницу или субботу.</p>
    </div>
  )
}
