export default function Policy() {
  return (
    <div className="container">
      <h3>Политика конфиденциальности и обработки данных</h3>
      <p>Используя данный сайт, вы даете соглашение на использование метрических программ.</p>
      <p>Настоящий сайт использует сервис веб-аналитики Яндекс.Метрика. Сервис использует технологию «cookie».</p>
      <p>Собранная информация не может идентифицировать вас, однако помогает улучшить работу сайта.</p>
      <p>Мы не передаем персональные данные третьим лицам, за исключением случаев, предусмотренных законодательством РФ.</p>
      <p>Обработка данных осуществляется в соответствии с ФЗ №152 «О персональных данных».</p>
      <p>По вопросам: <a href="mailto:bavarius-ptz@mail.ru">bavarius-ptz@mail.ru</a></p>
    </div>
  )
}
